<?php
//最低期望价
$min_expectprice_option  = array(
    '60'=>'60/分',
	'70'=>'70/分',
	'80'=>'80/分',
	'90'=>'90/分',
	'100'=>'100+/分',
	'200'=>'200+/分',
	'300'=>'300+/分',
);

//可售分数
$score_option  = array(
    '2'=>'2',
	'3'=>'3',
	'5'=>'5',
	'6'=>'6',
	'7'=>'7',
	'8'=>'8',
	'9'=>'9',
	'10'=>'10',
	'11'=>'11',
    '12'=>'12',
);

//时间安排
$timeline_option  = array(
    '1'=>'随时可处理',
	'2'=>'仅工作日处理',
	'3'=>'仅周末处理',
);

//发布类别：出售、收购驾照
$type_radio = array(
    '0'=>'出售驾照分',
    '1'=>'收购驾照分',
);
//证件类型
$crecate_radio = array(
    '1'=>'A1&nbsp;&nbsp;',
    '2'=>'A2&nbsp;&nbsp;',
    '3'=>'B1&nbsp;&nbsp;',
    '4'=>'B2&nbsp;&nbsp;',
    '5'=>'C1&nbsp;&nbsp;',
    '6'=>'C2&nbsp;&nbsp;',
);
$crecate_db = array(
    '1'=>'a1',
    '2'=>'a2',
    '3'=>'b1',
    '4'=>'b2',
    '5'=>'c1',
    '6'=>'c2',
);
//可否吊销
$revoke_option = array(
    '0'=>'不愿意',
    '1'=>'愿意',
);
//性别
$sex_radio = array(
    '1'=>'男',
    '0'=>'女',
);

//默认省市
$de_province = array(26,322,0,0);

//任务状态
$task_status = array(
    'WAIT'=>'等待',
    'CONFIRM'=>'待确定',
    'DOING'=>'进行中',
    'DONE'=>'已完成',
    'FAIL'=>'失败',
);
//任务名称
$task_type = array(
    'BUY'=>'买家',
    'SELL'=>'卖家',
);
$task_tname = array(
    '0'=>'收购',
    '1'=>'出售',
);
$task_ttype = array(
    '0'=>'BUY',
    '1'=>'SELL',
);
$task_type_name = array(
    '0'=>'等待买家',
    '1'=>'等待卖家',
);

$pay_status = array(
    '0'=>'未付款',
    '1'=>'已付款,待确认',
    '2'=>'已付款',
);

$br_car_type = array(
    '0'=>'小型汽车',
    '1'=>'大型汽车',
    '2'=>'外籍汽车',
    '3'=>'低速车',
);
//提醒状态
$br_push_status = array(
    '0'=>'未推送',
    '1'=>'正常',
);

$br_br_dist = array(
    '京'=>'京',
    '津'=>'津',
    '冀'=>'冀',
    '晋'=>'晋',
    '蒙'=>'蒙',
    '辽'=>'辽',
    '吉'=>'吉',
    '黑'=>'黑',
    '沪'=>'沪',
    '苏'=>'苏',
    '浙'=>'浙',
    '皖'=>'皖',
    '闽'=>'闽',
    '赣'=>'赣',
    '鲁'=>'鲁',
    '豫'=>'豫',
    '鄂'=>'鄂',
    '湘'=>'湘',
    '粤'=>'粤',
    '桂'=>'桂',
    '琼'=>'琼',
    '渝'=>'渝',
    '川'=>'川',
    '贵'=>'贵',
    '云'=>'云',
    '藏'=>'藏',
    '陕'=>'陕',
    '甘'=>'甘',
    '青'=>'青',
    '宁'=>'宁',
    '新'=>'新',
    '台'=>'台',
);

//开通地区
$open_area = array(
    'sichuan'=>'26',
    'heilongjiang'=>'260',
);
$open_dist = array(
    '26'=>'四川',
);

$yearMonth = array(
	"6"=>'半年',
    "12"=>'一年',
    "18"=>'一年半',
    "24"=>'两年',
    "30"=>'两年半',
    "36"=>'三年',
	"42"=>'三年半',
	"48"=>'四年',
	"54"=>'四年半',
	"60"=>'五年',
);

$serv_Types = array(
    'yearhelp'=>'年检代办',
    'driving'=>'驾驶证业务',
    'transfer'=>'车辆过户',
    'makeup'=>'补办证件',
    'newcar'=>'新车上牌',
    'other'=>'其他服务',
);
$serv_sMarks = array(
    'yearCheck'=>'yearhelp',
    'yearhelp'=>'yearhelp',
    'driving'=>'driving',
    'transfer'=>'transfer',
    'makeup'=>'makeup',
    'newcar'=>'newcar',
    'other'=>'other',
);
$serv_Status = array(
    '0'=>'未处理',
    '1'=>'处理中',
    '2'=>'完成',
    '-1'=>'关闭',
);
?>
