<?php

/*
 *====================================================================
 *					www.YiiPay.com
 *
 *                易支付 提供技术支持
 *
 *     		本页面为支付完成后返回给用户查看的信息......
 *
 *====================================================================
*/

//开始接收参数 (请注意区分大小写)
//-----------------------------------------------------------------
$tradeNo	=	isset($_REQUEST["tradeNo"])?$_REQUEST["tradeNo"]:"";	//支付宝交易号
$Money		=	isset($_REQUEST["Money"])?$_REQUEST["Money"]:0;			//付款金额
$title		=	isset($_REQUEST["title"])?$_REQUEST["title"]:"";		//付款说明，一般是网站用户名
$memo		=	isset($_REQUEST["memo"])?$_REQUEST["memo"]:"";			//备注
//-----------------------------------------------------------------
echo "恭喜！付款成功！";
?>